Repository: ammarAtOasis/dm3-theme
Catalog: languages/*.po
Languages: ar

source: Explore dm³
ar: استكشف dm³

source: See dm³
ar: ألقي نظرة على dm³

source: Why dm³
ar: لماذا dm³

source: Copyright
ar: جميع الحقوق محفوظة

source: Project
ar: المشروع

source: Home
ar: الرئيسية

source: Subscribe via RSS
ar: اشترك بخدمة RSS

source: Share a thought
ar: شاركنا ما تعتقد من ملاحظات واقتراحات

source: dm³ is a bespoke digital marketing agency
ar: dm³ هي وكالة متخصصة في مجال التسويق الرقمي والإلكتروني

source: The brief
ar: التمهيد

source: The solution
ar: الحلول التي تم تقديمها

source: understanding &amp; engagement = results
ar: الفهم الصحيح والمشاركة الفعالة = النتائج المرجوة

source: Digital Media Strategy
ar: استراتيجيات تسويق رقمي وإلكتروني

source: Social Media Management
ar: إدارة الإعلام والتواصل الاجتماعي

source: Call dm³:
ar: اتصل ب dm³

source: Mobile Application
ar: تطبيقات تلائم الهواتف المتنقلة

source: Social Media
ar: إعلام وتواصل اجتماعي

source: SEO
ar: رفع مستوى الإظهار في محركات البحث
